Repository: abdelhamedEzzat/Mohra
Catalog: lib/l10n/intl_*.arb
Languages: ar

# titleForFirstIntroScreen
source: Manging Your documents
ar: إدارة المستندات الخاصة بك

# subtitleForFirstIntroScreen
source: You can easily upload documents, follow the progress of work on them, and you can also write comments
ar: يمكنك بسهولة تحميل المستندات ومتابعة سير العمل عليها ويمكنك أيضًا كتابة التعليقات

# titleForSecondIntroScreen
source: Review Your documents
ar: قم بمراجعة مستنداتك

# subtitleForSecondIntroScreen
source: You can easily upload your documents and have them reviewed by specialized accountants and auditors
ar: يمكنك بسهولة تحميل مستنداتك ومراجعتها من قبل محاسبين ومراجعين متخصصين في أسرع وقت

# titleForThirdIntroScreen
source: Register And Save Data
ar: سجل الآن واحفظ البيانات

# subtitleForThirdIntroScreen
source: You can keep the uploaded documents, see them at any time, and filter the documents according to their status
ar: يمكنك الاحتفاظ بالمستندات التي تم تحميلها، والاطلاع عليها في أي وقت، وتصفية المستندات وفقًا لحالتها

# buttonNameFirstAndSecoundIntroScreen
source: Next
ar: التالي

source: Password must contain numbers, letters, and special character.
ar: يجب ان يحتوي الباسورد علي احرف وارقام وعلامات خاصه

# buttonNameThirdIntroScreen
source: Click To Start
ar: اضغط للبدء

# firstnameLabelTextInRegisterScreen
source: first Name
ar: الاسم الاول

# lastnameLabelTextInRegisterScreen
source: last Name
ar: الاسم الاخير

source: Register Account
ar: تسجيل حساب

# emailLabelTextInRegisterScreen
source: Email
ar: البريد الالكتروني

# emailHintTextInRegisterScreen
source: Enter Your Email
ar: اكتب البريد الالكتروني الخاص بك

# passwordLabelTextInRegisterScreen
source: Password
ar: كلمه السر

# passwordHintTextInRegisterScreen
source: Enter Your Pasword
ar: اكتب كلمه السر الخاصه بك

# nameHintTextInRegisterScreenFirst
source: Enter first name
ar: اكتب الاسم الاول

# nameHintTextInRegisterScreenLast
source: Enter Last name
ar: اكتب الاسم الاخير

# registerAccountBotton
source: Register Account
ar: تسجيل الحساب

# registerAccountBottonByGoogle
source: Register with google
ar: تسجيل الحساب من خلال جوجل

source: Already Have Account?
ar: اذا كنت تمتلك حساب :

source: Login
ar: سجل الدخول

# loginAccount
source: Login
ar: تسجيل الدخول

# loginAccountBotton
source: Login
ar: سجل الدخول

# loginAccountBottonByGoogle
source: Login with google
ar: تسجيل الدخول من خلال جوجل

source: Didnt Have Account?
ar: اذا لم تكن تمتلك حساب ؟

source: Register
ar: انشاء حساب

source: Forget Password ?
ar: نسيت كلمه المرور ؟

# ContinueAfterSendVerify
source: Continue
ar: التالي

source: home
ar: الصفحه الرئيسيه

source: Notification
ar: الاشعارات

source: Settings
ar: الاعدادات

source: Companies
ar: الشركات

source: Documents
ar: المستندات

source: My Company :
ar: شركاتي :

# NoCompanyMassage
source: You haven't created any companies yet. Click to create one!
ar: ! لم تقم بأنشاء اي شركه الي الان اضغط لانشاء واحده

# CreateCompany
source: Click to Create your Company
ar: اضغط لانشاء شركه للبدء

source: Create Company To Start
ar: أنشئ شركه للبدء

source: Language
ar: اللغه

source: LogOut
ar: تسجيل الخروج

source: Arabic
ar: العربيه

source: English
ar: الانجليزيه

# Delete
source: Delete account
ar: حذف الحساب

source: Upload Documents :
ar: رفع المستندات :

source: Comments :
ar: التعليقات :

# hintComments
source: Add any Comment Here
ar: اضف تعليقك هنا

source: Upload any Document
ar: اضغط لرفع المستندات للمراجعه

source: user in
ar: المستخدم في

# addDocumentName
source: add document number
ar: اضاف مستند بأسم

source: toReview
ar: للمراجعه

source: user
ar: المستخدم

source: UserNotification
ar: اشعار من المستخدم

source: Wating for Review
ar: بأنتظار المراجعه

source: Details Documents
ar: تفاصيل المستند

# CreateCompanys
source: Create Company
ar: انشئ شركه

source: Add Logo
ar: اضف شعار

source: Company Name :
ar: اسم الشركه:

# FeildRequierd
source: *this Field is Requierd
ar: هذا الحقل مطلوب *

# LattersOnly
source: Please enter only letters
ar: من فضلك بمكنك كتابه الاحرف فقط

# hintNameCompany
source: Write Your Company Name
ar: اكتب اسم الشركه

source: Company Adrdress
ar: عنوان الشركه

# hintAddressCompany
source: Write Your Company Address
ar: اكتب عنوان الشركه

source: Company Type
ar: مجال عمل الشركه

# hintCompanyType
source: Write Your Company Type
ar: اكتب مجال عمل الشركه هنا

# MustSelectImage
source: Please select an image.
ar: من فضلك يجب اختيار صوره للشركه

# chooseHowUploadImage
source: Choose how to upload the image
ar: اختر طريقه رفع الصوره

source: Camera
ar: الكاميرا

source: Galarey
ar: معرض الصور

source: Submit
ar: أنشئ

source: Company Documents
ar: مستندات الشركه

source: Company Details
ar: تفاصيل الشركه

source: Name :
ar: الاسم :

source: Address :
ar: العنوان :

source: Type :
ar: مجال الشركه :

source: My Document :
ar: مستندات الشركه :

# DidntHaveDocument
source: You didn't have any documents.
ar: لا يوجد لديك مستندات في الشركه

source: Upload Document
ar: رفع المستندات

source: Search
ar: بحث

source: Search For Company
ar: ابحث عن شركه

source: Select Type Of Document
ar: ابحث عن نوع المستند

source: No Data Available
ar: لا يوجد بيانات

source: Write any thing to search
ar: اكتب اي شئ للبحث

# SearchScreen
source: Search...
ar: بحث...

source: My available companies :
ar: شركاتي المتاحه :

source: amendment
ar: تعديل

source: Finished
ar: منتهي

source: Canceled
ar: ألغيت

source: acceptable
ar: مقبول

source: Upload From User :
ar: : تم رفعه من المستخدم

source: Review :
ar: مراجعه :

source: Select Status Of Document
ar: اختر حاله المستند

source: invoiceDate :
ar: تاريخ الفاتورة :

source: invoiceNumber :
ar: رقم الفاتورة :

source: select Item :
ar: اختر العنصر :

source: select Type Item :
ar: حدد نوع العنصر :

source: amount Of The Invoice
ar: مبلغ الفاتوره :

source: Staff Type Review :
ar: تمت المراجعه بواسطه :

source: Document Status :
ar: حالة المستند :

source: Auditor
ar: مدقق الحسابات

# AuditorReviewyourDocumentin
source: Auditor Review your Document Number
ar: تم مراجعه المستند بواسطه مدقق الحسابات في

# witha
source: with
ar: وتم

source: You Must add Status Of Document
ar: يجب عليك إضافة حالة المستند

source: Add Document Type
ar: اضف نوع المستند

source: Company document not found
ar: لا يوجد مستندات للشركه

source: EnterType
ar: اكتب نوع للمستند

source: Add Type of Document Company
ar: أضف نوع الوثيقة الشركة

source: Controller
ar: وحدة التحكم

source: Companys
ar: الشركات

source: Users
ar: المستخدمون

source: Staff
ar: الموظفون

# Assignment
source: Sttaf Assignment
ar: تكليف الموظفين

source: Select Staff Type
ar: حدد نوع الموظفين

# hintAssignmentStaffName
source: Write Name to Accountant or Auditor
ar: اكتب الاسم للمحاسب أو المراجع

source: You added
ar: انت اضفت

source: to be
ar: لكي تكون

source: to it
ar: لها

source: name
ar: الاسم

source: New Auditor
ar: مدقق جديد

source: Please enter some text
ar: الرجاء إدخال بعض النص

source: The email must contain at least one letter.
ar: يجب أن يحتوي البريد الإلكتروني على حرف واحد على الأقل

source: Create Account
ar: إنشاء حساب

source: New Accountant
ar: محاسب جديد

source: Choose Filter
ar: اختر الفلتر

source: your Company
ar: الشركه بأسم

source: Has been Rejected
ar: تم رفضها

source: Has been Accepted
ar: تم الموافقه عليها

source: Add New Accountatnt
ar: إضافة محاسب جديد

source: Add New Auditor
ar: إضافة مدقق جديد

source: Manage Assignment
ar: اضافه طاقم العمل الي شركه

source: You didn't have any documents.
ar: لم يكن لديك أي وثائق.

source: email :
ar: ايميل المستخدم :

source: UserName
ar: اسم المستخدم :

source: Accepted
ar: موافقه

source: Rejected
ar: رفض

source: No documents found for you
ar: لا توجد مستندات لك

source: Write Company name
ar: اكتب اسم الشركه

source: Type Invoice date
ar: اكتب تاريخ الفاتورة

source: Type invoice number
ar: اكتب رقم الفاتوره

source: Type Amount of the invoice
ar: اكتب مبلغ الفاتورة

source: Accountant added Document in
ar: اضاف اليك المحاسب مستند

source: You Must add Type Of Document
ar: يجب اضافه نوع للملف

# ManageSubmit
source: Submit
ar: تنفيذ

source: By creating an account you areagreeing toour
ar: من خلال إنشاء حساب، فإنك توافق على

source: Termes & Condations
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: and
ar: و

source: The accountant has been added successfully
ar: تم اضافه المحاسب بنجاح

# TheAuditorantHasBeenAddedSuccessfully
source: The Auditor Has Been Added Successfully
ar: تم اضافه المراجع بنجاح

source: added to the company
ar: الي شركه

# adminstrationTitleMassage
source: Congratulations, your email has been authenticated and your data will be reviewed by the administration within 24 hours you cant do anythink after accepted.
ar: تهانينا، لقد تم توثيق بريدك الإلكتروني وستتم مراجعة بياناتك من قبل الإدارة خلال 24 ساعة، لا يمكنك التفكير بعد قبولها.

# snackParInAdminstrationPage
source: Hello, your email is in the acceptance stage of administration
ar: مرحبا ايميلك في مرحله القبول من خلال الاداره

source: AuditorCompany :
ar: شركات المراجع :

source: Accountant Company :
ar: شركات المحاسب :

source: See Document Company
ar: رؤيه مستندات الشركة

source: Display data through the accountant screen
ar: عرض البيانات من خلال شاشة المحاسب

source: Display data through the Auditor screen
ar: عرض البيانات من خلال شاشة المدقق

source: Accountat Company
ar: شركات المحاسب

source: Auditor Company
ar: شركات المراجع

source: Confirm Logout
ar: تأكيد الخروج

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: No
ar: لا

source: yes
ar: نعم

source: Number of company documents
ar: عدد مستندات الشركه

source: Confirm Account Deletion
ar: تأكيد حذف الحساب

source: Are you sure you want to delete your account?
ar: هل أنت متأكد من أنك تريد حذف حسابك؟

# status
source: Waiting for Review
ar: في انتظار المراجعة

# CompanyStatus
source: Waiting for Accepted
ar: في انتظار الموافقه

source: Regected
ar: رفض

source: Profile
ar: معلومات الحساب

source: Accountant Reviews
ar: مراجعة المحاسب

source: Auditor Reviews
ar: مراجعه المدقق
